Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: By topping up, you agree to our [Terms of Service](https://disinfax.app/terms-of-use) and [Privacy Policy](https://disinfax.app/privacy-policy). Foreign exchange fees may apply if you pay in a currency other than USD.
af: Deur op te laai, stem jy in tot ons [Diensvoorwaardes](https://disinfax.app/terms-of-use) en [Privaatheidsbeleid](https://disinfax.app/privacy-policy). Wisselkoersfooie kan van toepassing wees as jy in 'n ander geldeenheid as USD betaal.
ak: Sɛ wode sika tɔ mu a, wopene [Adwuma ho Mmara](https://disinfax.app/terms-of-use) ne [Kokoamsɛm ho Nhyehyɛe](https://disinfax.app/privacy-policy) a yɛwɔ so. Sɛ wode sika a ɛnyɛ USD tua ka a, wɔbɛtumi de sika sesa ka aka ho.
am: በመሙላት፣ የእኛን [የአገልግሎት ውሎች](https://disinfax.app/terms-of-use) እና [የግላዊነት መርህ](https://disinfax.app/privacy-policy) ተቀብለዋል። ከ USD ውጪ በሌላ ምንዛሪ የሚከፍሉ ከሆነ የውጭ ምንዛሪ ልውውጥ ክፍያዎች ሊተከሉ ይችላሉ።
an: Recargando, acceptas os nuestros [Termins de Servicio](https://disinfax.app/terms-of-use) e a nuestra [Politica de Privacidat](https://disinfax.app/privacy-policy). Se pueden aplicar comisions de cambio de moneda si pagas en una moneda distinta a l'USD.
ar: بالشحن، فإنك توافق على [شروط الخدمة](https://disinfax.app/terms-of-use) و[سياسة الخصوصية](https://disinfax.app/privacy-policy) الخاصة بنا. قد تُطبَّق رسوم صرف عملات إذا دفعت بعملة غير الدولار الأمريكي.
as: টপ আপ কৰাৰ দ্বাৰা, আপুনি আমাৰ [সেৱাৰ চৰ্তসমূহ](https://disinfax.app/terms-of-use) আৰু [গোপনীয়তা নীতি](https://disinfax.app/privacy-policy) ৰ সৈতে সন্মত হয়। যদি আপুনি USD ৰ বাহিৰে অন্য মুদ্ৰাত পৰিশোধ কৰে, বৈদেশিক মুদ্ৰা বিনিময় মাচুল প্ৰযোজ্য হ'ব পাৰে।
ast: Al recargar, aceutes los nuesos [Términos de Serviciu](https://disinfax.app/terms-of-use) y la nuesa [Política de Privacidá](https://disinfax.app/privacy-policy). Puen aplicase comisiones de cambéu de moneda si pagues nuna moneda distinta al USD.
az: Doldurmaqla siz [Xidmət Şərtlərimizi](https://disinfax.app/terms-of-use) və [Məxfilik Siyasətimizi](https://disinfax.app/privacy-policy) qəbul edirsiniz. USD-dən başqa valyutada ödəniş etsəniz, valyuta məzənnəsi haqları tətbiq oluna bilər.
be: Папаўняючы рахунак, вы згаджаецеся з нашымі [Умовамі абслугоўвання](https://disinfax.app/terms-of-use) і [Палітыкай канфідэнцыйнасці](https://disinfax.app/privacy-policy). Пры аплаце не ў USD можа спаганяцца камісія за канвертацыю валюты.
bg: Със зареждането приемате нашите [Условия за ползване](https://disinfax.app/terms-of-use) и нашата [Политика за поверителност](https://disinfax.app/privacy-policy). Могат да се начислят такси за обмен на валута, ако плащате в различна от USD валута.
bn: টপ আপ করার মাধ্যমে, আপনি আমাদের [পরিষেবার শর্তাবলী](https://disinfax.app/terms-of-use) এবং [গোপনীয়তা নীতি](https://disinfax.app/privacy-policy)-তে সম্মত হচ্ছেন। USD ছাড়া অন্য মুদ্রায় অর্থ প্রদান করলে বৈদেশিক মুদ্রা বিনিময় ফি প্রযোজ্য হতে পারে।
br: Dre gargañ, emaoc'h asantus d'hor [Divizoù ar Servij](https://disinfax.app/terms-of-use) ha d'hor [Politikerezh Prevezded](https://disinfax.app/privacy-policy). Feurmoù eskemm moneiz a c'hallfe bezañ arloet ma paeit gant ur moneiz all eget an USD.
bs: Nadopunom prihvaćate naše [Uvjete korištenja](https://disinfax.app/terms-of-use) i našu [Politiku privatnosti](https://disinfax.app/privacy-policy). Mogu se naplatiti naknade za konverziju valute ako plaćate u valuti različitoj od USD.
ca: En recarregar, acceptes les nostres [Condicions del servei](https://disinfax.app/terms-of-use) i la nostra [Política de privacitat](https://disinfax.app/privacy-policy). Poden aplicar-se comissions de canvi de divisa si pagues en una divisa diferent de l'USD.
ceb: Pinaagi sa pagsingil, gikasabotan mo ang among [Mga Termino sa Serbisyo](https://disinfax.app/terms-of-use) ug [Palisiya sa Pagkapribado](https://disinfax.app/privacy-policy). Mahimong maaplikar ang bayad sa pagbaylo og currency kung magbayad ka gamit ang laing currency gawas sa USD.
ckb: بە پڕکردنەوە، تۆ ڕازیت لەسەر [مەرجەکانی خزمەتگوزاری](https://disinfax.app/terms-of-use) و [سیاسەتی تایبەتمەندی](https://disinfax.app/privacy-policy) ئێمە. ئەگەر بە دراوێکی جیاواز لە USD پارە بدەیت، لەوانەیە کرێی گۆڕینی دراو بەکاربهێنرێت.
co: Ricaricanu, site d'accunsentu incù i nostri [Cundizioni di Serviziu](https://disinfax.app/terms-of-use) è a nostra [Pulitica di Privacy](https://disinfax.app/privacy-policy). Speze di cambiu di divisa pò esse applicate s'è pagate in una divisa altra da l'USD.
cs: Dobitím souhlasíte s našimi [Podmínkami služby](https://disinfax.app/terms-of-use) a [Zásadami ochrany osobních údajů](https://disinfax.app/privacy-policy). Pokud platíte v jiné měně než USD, mohou být účtovány poplatky za směnu měny.
cy: Trwy ail-lenwi, rydych yn cytuno i'n [Telerau Gwasanaeth](https://disinfax.app/terms-of-use) a'n [Polisi Preifatrwydd](https://disinfax.app/privacy-policy). Gall ffioedd cyfnewid arian tramor fod yn berthnasol os talwch mewn arian cyfred heblaw USD.
da: Ved at fylde op accepterer du vores [Servicevilkår](https://disinfax.app/terms-of-use) og vores [Privatlivspolitik](https://disinfax.app/privacy-policy). Der kan tilkomme valutavekslingsgebyrer, hvis du betaler i en anden valuta end USD.
de: Mit dem Aufladen stimmst du unseren [Nutzungsbedingungen](https://disinfax.app/terms-of-use) und unserer [Datenschutzrichtlinie](https://disinfax.app/privacy-policy) zu. Bei Zahlung in einer anderen Währung als USD können Wechselkursgebühren anfallen.
el: Με την ανανέωση, αποδέχεσαι τους [Όρους Χρήσης](https://disinfax.app/terms-of-use) και την [Πολιτική Απορρήτου](https://disinfax.app/privacy-policy) μας. Ενδέχεται να ισχύουν χρεώσεις συναλλάγματος αν πληρώσεις σε νόμισμα διαφορετικό του USD.
eo: Per ŝarĝado, vi konsentas al niaj [Servokondiĉoj](https://disinfax.app/terms-of-use) kaj [Privateca Politiko](https://disinfax.app/privacy-policy). Valutokonverta kotizo povas esti aplikata se vi pagas en valuto malsama de USD.
es: Al recargar, aceptas nuestras [Condiciones de servicio](https://disinfax.app/terms-of-use) y nuestra [Política de privacidad](https://disinfax.app/privacy-policy). Pueden aplicarse comisiones de cambio de divisa si pagas en una moneda distinta del USD.
es_ar: Al recargar, aceptas nuestras [Condiciones de servicio](https://disinfax.app/terms-of-use) y nuestra [Política de privacidad](https://disinfax.app/privacy-policy). Pueden aplicarse comisiones de cambio de divisa si pagas en una moneda distinta del USD.
es_bo: Al recargar, aceptas nuestras [Condiciones de servicio](https://disinfax.app/terms-of-use) y nuestra [Política de privacidad](https://disinfax.app/privacy-policy). Pueden aplicarse comisiones de cambio de divisa si pagas en una moneda distinta del USD.
et: Täiendades nõustud meie [Kasutustingimustega](https://disinfax.app/terms-of-use) ja [Privaatsuspoliitikaga](https://disinfax.app/privacy-policy). Kui maksad muus vääringus kui USD, võidakse rakendada valuutavahetustasusid.
eu: Kargatzean, gure [Zerbitzu Baldintzak](https://disinfax.app/terms-of-use) eta [Pribatutasun Politika](https://disinfax.app/privacy-policy) onartzen dituzu. Kanbio-komisioak aplika litezke USD ez den dibisa batean ordaintzen baduzu.
fa: با شارژ کردن، شما با [شرایط خدمات](https://disinfax.app/terms-of-use) و [سیاست حریم خصوصی](https://disinfax.app/privacy-policy) ما موافقت می‌کنید. اگر با ارزی غیر از USD پرداخت کنید، ممکن است کارمزد تبدیل ارز اعمال شود.
fi: Lataamalla hyväksyt [käyttöehtomme](https://disinfax.app/terms-of-use) ja [tietosuojakäytäntömme](https://disinfax.app/privacy-policy). Valuutanvaihtomaksuja voidaan periä, jos maksat muussa valuutassa kuin USD.
fil: Sa pag-top up, sumasang-ayon ka sa aming [Mga Tuntunin ng Serbisyo](https://disinfax.app/terms-of-use) at [Patakaran sa Privacy](https://disinfax.app/privacy-policy). Maaaring magkaroon ng bayad sa pagpapalit ng currency kung magbabayad ka gamit ang currency na hindi USD.
fo: Vit tú íleggur, samtykkir tú okkara [Brúkarigilkor](https://disinfax.app/terms-of-use) og [Privatlívspolitikk](https://disinfax.app/privacy-policy). Gjaldeyrisskiftisgjøld kunnu koma afturat, um tú gjaldir í øðrum gjaldeyri enn USD.
fr: En rechargeant, vous acceptez nos [Conditions d'utilisation](https://disinfax.app/terms-of-use) et notre [Politique de confidentialité](https://disinfax.app/privacy-policy). Des frais de change peuvent s'appliquer si vous payez dans une devise autre que l'USD.
fy: Troch op te wurdearjen giest akkoart mei ús [Gebrûksbetingsten](https://disinfax.app/terms-of-use) en ús [Privacybelied](https://disinfax.app/privacy-policy). Wikselkoerskosten kinne fan tapassing wêze at do betellest yn in oare faluta as USD.
ga: Trí athlíonadh, aontaíonn tú lenár [dTéarmaí Seirbhíse](https://disinfax.app/terms-of-use) agus lenár [bPolasaí Príobháideachais](https://disinfax.app/privacy-policy). D'fhéadfadh táillí malairte airgeadra a bheith i gceist má íocann tú in airgeadra seachas USD.
gd: Le bhith a' lìonadh, tha thu ag aontachadh ri ar [Cumhaichean Seirbheis](https://disinfax.app/terms-of-use) agus ar [Poileasaidh Prìobhaideachd](https://disinfax.app/privacy-policy). Dh'fhaodadh cìsean iomlaid airgeadra a bhith an sàs ma phàigheas tu ann an airgeadra eile seach USD.
gl: Ao recargar, aceptas as nosas [Condicións do servizo](https://disinfax.app/terms-of-use) e a nosa [Política de privacidade](https://disinfax.app/privacy-policy). Poden aplicarse comisións de cambio de divisa se pagas nunha divisa distinta do USD.
gn: Emyenyhẽvo, ere'akuã ore [Servicio Rekopy](https://disinfax.app/terms-of-use) ha ore [Privacidad Rekopy](https://disinfax.app/privacy-policy)-re. Ikatu oiko viru mbojoja repy hepyme'ẽ eiko haguéicha viru ambue USD-gui.
gu: ટોપ અપ કરીને, તમે અમારી [સેવાની શરતો](https://disinfax.app/terms-of-use) અને [ગોપનીયતા નીતિ](https://disinfax.app/privacy-policy) સાથે સંમત થાઓ છો. જો તમે USD સિવાયના ચલણમાં ચૂકવણી કરો છો, તો વિદેશી હૂંડિયામણ ફી લાગુ થઈ શકે છે.
ha: Ta wajen cika kuɗi, kun yarda da [Sharuɗɗan Sabis](https://disinfax.app/terms-of-use) da [Manufar Sirri](https://disinfax.app/privacy-policy) namu. Ana iya sanya kuɗin canjin waje idan kun biya da kuɗin da ba na USD ba.
haw: Ma ka hoʻopiha, ke ʻae nei ʻoe i kā mākou [Kumu Loulou Lawelawe](https://disinfax.app/terms-of-use) a me kā mākou [Kulekele Pilikino](https://disinfax.app/privacy-policy). Hiki ke pili nā uku hoʻololi kālā ke uku ʻoe ma kekahi kālā ʻokoʻa mai ka USD.
he: בהטענה, אתה מסכים ל[תנאי השירות](https://disinfax.app/terms-of-use) ול[מדיניות הפרטיות](https://disinfax.app/privacy-policy) שלנו. עמלות המרת מטבע עלולות לחול אם אתה משלם במטבע שאינו דולר אמריקאי.
hi: टॉप अप करके, आप हमारी [सेवा की शर्तों](https://disinfax.app/terms-of-use) और [गोपनीयता नीति](https://disinfax.app/privacy-policy) से सहमत होते हैं। यदि आप USD के अलावा किसी अन्य मुद्रा में भुगतान करते हैं, तो विदेशी मुद्रा विनिमय शुल्क लागू हो सकता है।
hmn: Los ntawm kev ntxiv nyiaj, koj pom zoo rau peb [Cov Kev Cai Kev Pab Cuam](https://disinfax.app/terms-of-use) thiab peb [Txoj Cai Ceev Ntiag Tug](https://disinfax.app/privacy-policy). Cov nqi txhais nyiaj yuav raug siv yog tias koj them nyiaj ntawm lwm hom nyiaj tsis yog USD.
hr: Nadopunom prihvaćate naše [Uvjete korištenja](https://disinfax.app/terms-of-use) i našu [Politiku privatnosti](https://disinfax.app/privacy-policy). Mogu se naplatiti naknade za konverziju valute ako plaćate u valuti različitoj od USD.
hsb: Z napjelnjenjom přihłosuješ našim [Wužiwanskim wuměnjenjam](https://disinfax.app/terms-of-use) a našej [Priwatnostnej směrnicy](https://disinfax.app/privacy-policy). Móža so měnjenske popłatki wobličić, jeli w druhej měnje hač USD płaćiš.
ht: Lè w rechaje, ou aksepte [Kondisyon Sèvis](https://disinfax.app/terms-of-use) ak [Politik Konfidansyalite](https://disinfax.app/privacy-policy) nou. Frè chanj lajan ka aplike si ou peye nan yon lòt lajan ki pa USD.
hu: A feltöltéssel elfogadod [Szolgáltatási feltételeinket](https://disinfax.app/terms-of-use) és [Adatvédelmi szabályzatunkat](https://disinfax.app/privacy-policy). Ha nem USD pénznemben fizetsz, devizaváltási díj merülhet fel.
hy: Լրացնելով՝ դուք համաձայնվում եք մեր [Ծառայության պայմաններին](https://disinfax.app/terms-of-use) և [Գաղտնիության քաղաքականությանը](https://disinfax.app/privacy-policy)։ Եթե վճարում եք USD-ից տարբեր արժույթով, կարող են գործադրվել արժույթի փոխարկման վճարներ։
ia: Per adder fundos, tu accepta nostre [Terminos de Servicio](https://disinfax.app/terms-of-use) e nostre [Politica de Confidentialitate](https://disinfax.app/privacy-policy). Costos de cambio de moneta pote esser applicate si tu paga in un moneta differente de USD.
id: Dengan mengisi ulang, Anda menyetujui [Ketentuan Layanan](https://disinfax.app/terms-of-use) dan [Kebijakan Privasi](https://disinfax.app/privacy-policy) kami. Biaya konversi mata uang mungkin berlaku jika Anda membayar dalam mata uang selain USD.
ig: Site n'ịgbakwunye, ị na-ekweta na [Usoro Ọrụ](https://disinfax.app/terms-of-use) na [Amụma Nzuzo](https://disinfax.app/privacy-policy) anyị. A ga-eji ụgwọ mgbanwe mba ọzọ ma ọ bụrụ na ị na-akwụ ụgwọ n'ego na-abụghị USD.
is: Með áfyllingu samþykkir þú [þjónustuskilmála okkar](https://disinfax.app/terms-of-use) og [persónuverndarstefnu okkar](https://disinfax.app/privacy-policy). Gjaldeyrisgjöld geta átt við ef þú greiðir í öðrum gjaldmiðli en USD.
it: Effettuando una ricarica accetti i nostri [Termini di servizio](https://disinfax.app/terms-of-use) e la nostra [Informativa sulla privacy](https://disinfax.app/privacy-policy). Potrebbero applicarsi commissioni di cambio valuta se paghi in una valuta diversa da USD.
ja: チャージすることで、当社の[利用規約](https://disinfax.app/terms-of-use)および[プライバシーポリシー](https://disinfax.app/privacy-policy)に同意したものとみなされます。USD 以外の通貨で支払う場合、為替手数料が発生することがあります。
jv: Kanthi isi ulang, sampeyan setuju karo [Katentuan Layanan](https://disinfax.app/terms-of-use) lan [Kebijakan Privasi](https://disinfax.app/privacy-policy) kita. Biaya konversi mata wang bisa ditrapake yen sampeyan mbayar nganggo mata wang liyane saliyane USD.
ka: შევსებით თქვენ ეთანხმებით ჩვენს [მომსახურების პირობებს](https://disinfax.app/terms-of-use) და [კონფიდენციალურობის პოლიტიკას](https://disinfax.app/privacy-policy). თუ USD-ის გარდა სხვა ვალუტით იხდით, შესაძლოა ვალუტის გადაცვლის საკომისიო დაერიცხოთ.
kab: S umlili, tqebleḍ [Tiwtilin n Uselkim](https://disinfax.app/terms-of-use) akked [Tasertit n tbaḍnit](https://disinfax.app/privacy-policy) nneɣ. Isuraf n usnifel n tedrimt zemren ad ttwaskiddben ma tettxelseḍ s tedrimt nniḍen ala USD.
kk: Толтыру арқылы сіз біздің [Қызмет көрсету шарттарымызбен](https://disinfax.app/terms-of-use) және [Құпиялылық саясатымызбен](https://disinfax.app/privacy-policy) келісесіз. USD-ден басқа валютамен төлесеңіз, валюта айырбастау ақысы алынуы мүмкін.
km: ដោយបញ្ចូលទឹកប្រាក់ អ្នកយល់ព្រមតាម [លក្ខខណ្ឌប្រើប្រាស់](https://disinfax.app/terms-of-use) និង [គោលការណ៍​ភាព​ឯកជន](https://disinfax.app/privacy-policy) របស់យើង។ ថ្លៃប្តូររូបិយប័ណ្ណអាចអនុវត្តប្រសិនបើអ្នកបង់ជារូបិយប័ណ្ណក្រៅពី USD។
kn: ಟಾಪ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ [ಸೇವಾ ನಿಯಮಗಳು](https://disinfax.app/terms-of-use) ಮತ್ತು [ಗೌಪ್ಯತಾ ನೀತಿ](https://disinfax.app/privacy-policy) ಗೆ ಒಪ್ಪುತ್ತೀರಿ. USD ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಕರೆನ್ಸಿಯಲ್ಲಿ ನೀವು ಪಾವತಿಸಿದರೆ ವಿದೇಶಿ ವಿನಿಮಯ ಶುಲ್ಕಗಳು ಅನ್ವಯಿಸಬಹುದು.
ko: 충전하면 당사의 [서비스 약관](https://disinfax.app/terms-of-use) 및 [개인정보 처리방침](https://disinfax.app/privacy-policy)에 동의하는 것입니다. USD 이외의 통화로 결제하는 경우 환전 수수료가 부과될 수 있습니다.
ku: Bi top-up kirinê, tu bi [Şertên Karûbarê](https://disinfax.app/terms-of-use) û [Siyaseta Nihêniyê](https://disinfax.app/privacy-policy) ya me razî dibî. Heke tu bi diravek ji bilî USD bidî, mumkin e mesrefên veguhastina dirav bikar bên.
ky: Толтуруу менен сиз биздин [Кызмат көрсөтүү шарттарыбызга](https://disinfax.app/terms-of-use) жана [Купуялуулук саясатыбызга](https://disinfax.app/privacy-policy) макул болосуз. USD'ден башка валютада төлөсөңүз, валюта алмаштыруу төлөмдөрү колдонулушу мүмкүн.
la: Augendo, consentis nostris [Condicionibus Servitii](https://disinfax.app/terms-of-use) et [Consilio Secreti](https://disinfax.app/privacy-policy). Pretia mutationis monetae applicari possunt si alia moneta quam USD solvis.
lb: Andeems s du opluedes, akzeptéiers du eis [Nutzungsbedingungen](https://disinfax.app/terms-of-use) an eis [Dateschutzrichtlinn](https://disinfax.app/privacy-policy). Wechselkursgebühren kënnen ufalen, wa s du an enger anerer Währung wéi USD bezils.
lo: ໂດຍການເຕີມເງິນ, ທ່ານຍອມຮັບ [ຂໍ້ກຳນົດການໃຫ້ບໍລິການ](https://disinfax.app/terms-of-use) ແລະ [ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ](https://disinfax.app/privacy-policy) ຂອງພວກເຮົາ. ຄ່າທຳນຽມການແລກປ່ຽນເງິນຕາອາດຖືກນຳໃຊ້ຫາກທ່ານຈ່າຍເປັນສະກຸນເງິນອື່ນນອກເໜືອຈາກ USD.
lt: Papildydami sutinkate su mūsų [Paslaugų teikimo sąlygomis](https://disinfax.app/terms-of-use) ir [Privatumo politika](https://disinfax.app/privacy-policy). Jei mokate ne JAV doleriais, gali būti taikomi valiutos keitimo mokesčiai.
lv: Veicot papildinājumu, jūs piekrītat mūsu [Pakalpojumu sniegšanas noteikumiem](https://disinfax.app/terms-of-use) un [Konfidencialitātes politikai](https://disinfax.app/privacy-policy). Ja maksājat citā valūtā, nevis USD, var tikt piemērota valūtas maiņas maksa.
mg: Amin'ny famenoana, dia manaiky ianao amin'ny [Fepetra momba ny Serivisy](https://disinfax.app/terms-of-use) sy ny [Politika momba ny Fiainana Manokana](https://disinfax.app/privacy-policy) anay. Mety hisy saran'ny fanovana vola raha mandoa amin'ny vola hafa tsy USD ianao.
mi: Mā te whakaki, ka whakaae koe ki ā mātou [Tikanga Ratonga](https://disinfax.app/terms-of-use) me te [Kaupapa Here Tūmataiti](https://disinfax.app/privacy-policy). Ka pā mai pea nga utu whakawhitiwhiti moni tapa mēnā ka utu koe i tētahi moni tapa kē atu i te USD.
mk: Со дополнување, се согласувате со нашите [Услови на користење](https://disinfax.app/terms-of-use) и нашата [Политика за приватност](https://disinfax.app/privacy-policy). Можат да се применат провизии за конверзија на валута ако плаќате во валута различна од USD.
ml: ടോപ്പ് അപ്പ് ചെയ്യുന്നതിലൂടെ, ഞങ്ങളുടെ [സേവന നിബന്ധനകൾ](https://disinfax.app/terms-of-use), [സ്വകാര്യതാ നയം](https://disinfax.app/privacy-policy) എന്നിവയോട് നിങ്ങൾ സമ്മതിക്കുന്നു. USD അല്ലാത്ത കറൻസിയിൽ പണമടച്ചാൽ വിദേശ കറൻസി വിനിമയ ഫീസ് ബാധകമായേക്കാം.
mn: Цэнэглэхдээ та бидний [Үйлчилгээний нөхцөл](https://disinfax.app/terms-of-use), [Нууцлалын бодлого](https://disinfax.app/privacy-policy)-той санал нэг байна. Хэрэв та USD-ээс өөр мөнгөн тэмдэгтээр төлбөр төлж байгаа бол валют хөрвүүлэлтийн хураамж авагдаж болзошгүй.
mr: टॉप अप करून, तुम्ही आमच्या [सेवा अटी](https://disinfax.app/terms-of-use) आणि [गोपनीयता धोरणा](https://disinfax.app/privacy-policy)शी सहमत होता. तुम्ही USD व्यतिरिक्त इतर चलनात पैसे भरल्यास परकीय चलन विनिमय शुल्क लागू होऊ शकते.
ms: Dengan menambah nilai, anda bersetuju dengan [Terma Perkhidmatan](https://disinfax.app/terms-of-use) dan [Dasar Privasi](https://disinfax.app/privacy-policy) kami. Yuran penukaran mata wang mungkin dikenakan jika anda membayar dalam mata wang selain USD.
mt: Meta tagħmel top-up, taqbel mat-[Termini tas-Servizz](https://disinfax.app/terms-of-use) u l-[Politika tal-Privatezza](https://disinfax.app/privacy-policy) tagħna. Tariffi tal-kambju tal-munita jistgħu japplikaw jekk tħallas b'munita differenti mid-dollaru Amerikan.
my: ငွေဖြည့်ခြင်းဖြင့် သင်သည် ကျွန်ုပ်တို့၏ [ဝန်ဆောင်မှုစည်းမျဉ်းများ](https://disinfax.app/terms-of-use) နှင့် [ကိုယ်ရေးလုံခြုံမှုမူဝါဒ](https://disinfax.app/privacy-policy) ကို သဘောတူသည်။ USD မှလွဲ၍ အခြားငွေကြေးဖြင့် ပေးချေပါက ငွေကြေးလဲလှယ်ခ ကျသင့်နိုင်သည်။
nb: Ved å fylle på godtar du våre [Bruksvilkår](https://disinfax.app/terms-of-use) og vår [Personvernerklæring](https://disinfax.app/privacy-policy). Valutavekslingsgebyrer kan påløpe hvis du betaler i en annen valuta enn USD.
ne: टप अप गरेर, तपाईं हाम्रो [सेवाका सर्तहरू](https://disinfax.app/terms-of-use) र [गोपनीयता नीति](https://disinfax.app/privacy-policy) मा सहमत हुनुहुन्छ। यदि तपाईंले USD बाहेक अन्य मुद्रामा भुक्तानी गर्नुहुन्छ भने विदेशी विनिमय शुल्क लाग्न सक्छ।
nl: Door op te waarderen ga je akkoord met onze [Gebruiksvoorwaarden](https://disinfax.app/terms-of-use) en ons [Privacybeleid](https://disinfax.app/privacy-policy). Er kunnen wisselkoerskosten in rekening worden gebracht als je in een andere valuta dan USD betaalt.
nn: Ved å fylle på godtar du våre [Bruksvilkår](https://disinfax.app/terms-of-use) og vår [Personvernerklæring](https://disinfax.app/privacy-policy). Valutavekslingsgebyrer kan påløpe hvis du betaler i en annen valuta enn USD.
ny: Polipira, mukuvomereza [Mafundo Antchito](https://disinfax.app/terms-of-use) ndi [Ndondomeko ya Chinsinsi](https://disinfax.app/privacy-policy) zathu. Ndalama zosinthanitsa zangapezeke ngati mulipira ndi ndalama zosiyana ndi USD.
om: Guutuu keessatti, [Heera Tajaajilaa](https://disinfax.app/terms-of-use) fi [Imaammata Iccitii](https://disinfax.app/privacy-policy) keenya keeytee jirta. Yoo maallaqa USD hin taane kaffaltee, kaffaltiin jijjiirraa maallaqaa ni fayyadamuu dandaʼa.
or: ଟପ୍ ଅପ୍ କରି, ଆପଣ ଆମର [ସେବା ସର୍ତ୍ତାବଳୀ](https://disinfax.app/terms-of-use) ଏବଂ [ଗୋପନୀୟତା ନୀତି](https://disinfax.app/privacy-policy) ସହିତ ସମ୍ମତ ହେଉଛନ୍ତି। ଯଦି ଆପଣ USD ବ୍ୟତୀତ ଅନ୍ୟ ମୁଦ୍ରାରେ ପେମେଣ୍ଟ କରନ୍ତି, ବିଦେଶୀ ମୁଦ୍ରା ବିନିମୟ ଚାର୍ଜ ଲାଗୁ ହୋଇପାରେ।
pa: ਟਾਪ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ [ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ](https://disinfax.app/terms-of-use) ਅਤੇ [ਪਰਦੇਦਾਰੀ ਨੀਤੀ](https://disinfax.app/privacy-policy) ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ USD ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਕਰੰਸੀ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ ਤਾਂ ਵਿਦੇਸ਼ੀ ਮੁਦਰਾ ਵਟਾਂਦਰਾ ਫੀਸ ਲਾਗੂ ਹੋ ਸਕਦੀ ਹੈ।
pl: Doładowując, akceptujesz nasz [Regulamin](https://disinfax.app/terms-of-use) oraz [Politykę prywatności](https://disinfax.app/privacy-policy). Jeśli płacisz w walucie innej niż USD, mogą zostać naliczone opłaty za przewalutowanie.
ps: په چارج کولو سره، تاسو زموږ [د خدمت شرایطو](https://disinfax.app/terms-of-use) او [محرمیت تګلاره](https://disinfax.app/privacy-policy) سره موافقه کوئ. که تاسو د USD پرته په بل اسعار کې تادیه کوئ، د اسعارو تبادلې فیس ممکن پلي شي.
pt: Ao carregares, aceitas os nossos [Termos de Serviço](https://disinfax.app/terms-of-use) e a nossa [Política de Privacidade](https://disinfax.app/privacy-policy). Podem aplicar-se comissões cambiais se pagares numa moeda diferente de USD.
pt_br: Ao recarregar, você concorda com nossos [Termos de Serviço](https://disinfax.app/terms-of-use) e nossa [Política de Privacidade](https://disinfax.app/privacy-policy). Podem ser cobradas taxas de câmbio se você pagar em uma moeda diferente de USD.
qu: Hunt'aspa, [Servicio Kunanmanta](https://disinfax.app/terms-of-use) hinaspa [Privacidad Kamachiyninmanta](https://disinfax.app/privacy-policy) yupaychankichis. Qullqi tikrakuy chaninkuna aplicasqa kanman sichus USD mana kaq qullqiwan pagankichis.
rm: Cun il chargiament acceptas noss [Cundizions da Servetsch](https://disinfax.app/terms-of-use) e nossa [Politica da Protecziun da Datas](https://disinfax.app/privacy-policy). Cumissiuns da barat da valuta pon vegnir applitgadas sche ti pajas en ina autra valuta che USD.
ro: Prin realimentare, ești de acord cu [Termenii serviciului](https://disinfax.app/terms-of-use) și [Politica de confidențialitate](https://disinfax.app/privacy-policy). Se pot aplica taxe de schimb valutar dacă plătești într-o altă monedă decât USD.
ru: Пополняя счёт, вы соглашаетесь с нашими [Условиями обслуживания](https://disinfax.app/terms-of-use) и [Политикой конфиденциальности](https://disinfax.app/privacy-policy). При оплате в валюте, отличной от USD, может взиматься комиссия за конвертацию.
rw: Wongereramo, uremeza [Amabwiriza y'Serivisi](https://disinfax.app/terms-of-use) n'[Politiki y'Ibanga](https://disinfax.app/privacy-policy) byacu. Amafaranga y'ihindurwa ry'ifaranga ashobora gukoreshwa niba wishyura mu ifaranga ritari USD.
sd: ٽاپ اپ ڪرڻ سان، توهان اسان جي [خدمت جي شرطن](https://disinfax.app/terms-of-use) ۽ [رازداري پاليسي](https://disinfax.app/privacy-policy) سان اتفاق ڪريو ٿا. جيڪڏهن توهان USD کان سواءِ ڪنهن ٻي ڪرنسي ۾ ادا ڪريو ٿا ته پرڏيهي ڪرنسي مبادلي جي فيس لاڳو ٿي سڪي ٿي.
sh: Nadopunom prihvaćate naše [Uvjete korištenja](https://disinfax.app/terms-of-use) i našu [Politiku privatnosti](https://disinfax.app/privacy-policy). Mogu se naplatiti naknade za konverziju valute ako plaćate u valuti različitoj od USD.
si: රීචාජ් කිරීමෙන්, ඔබ අපගේ [සේවා නියමයන්](https://disinfax.app/terms-of-use) සහ [පෞද්ගලිකත්ව ප්‍රතිපත්තිය](https://disinfax.app/privacy-policy) වලට එකඟ වේ. ඔබ USD හැර වෙනත් මුදල් ඒකකයකින් ගෙවන්නේ නම් විදේශ විනිමය ගාස්තු අදාළ විය හැක.
sk: Dobitím súhlasíte s našimi [Podmienkami služby](https://disinfax.app/terms-of-use) a [Zásadami ochrany osobných údajov](https://disinfax.app/privacy-policy). Ak platíte v inej mene ako USD, môžu sa účtovať poplatky za výmenu meny.
sl: Z dopolnitvijo se strinjate z našimi [Pogoji uporabe](https://disinfax.app/terms-of-use) in našo [Politiko zasebnosti](https://disinfax.app/privacy-policy). Če plačujete v valuti, ki ni USD, se lahko zaračunajo stroški menjave valute.
sm: I le fa'atumuina, e te ioe i a matou [Tuutuuga o Auaunaga](https://disinfax.app/terms-of-use) ma le matou [Faiga Fa'apolokiki o le Faalilolilo](https://disinfax.app/privacy-policy). E ono fa'aogaina totogi mo le suia o tupe pe a e totogi i se isi tupe e le o le USD.
sn: Kana uchichaja, unobvuma [Mitemo yeSevhisi](https://disinfax.app/terms-of-use) ne[Mutemo weChakavanzika](https://disinfax.app/privacy-policy) yedu. Mhindu dzokuchinjanisa mari dzinogona kushandiswa kana uchibhadhara nemari isiri USD.
so: Marka aad buuxinayso, waxaad ogolaanaysaa [Shuruudaha Adeegga](https://disinfax.app/terms-of-use) iyo [Siyaasadda Sirta](https://disinfax.app/privacy-policy) annaga. Khidmadaha beddelka lacagta dibedda waa laga yaabaa in la codsado haddii aad ku bixiso lacag aan ahayn USD.
sq: Duke rimbushur, pranon [Kushtet e Shërbimit](https://disinfax.app/terms-of-use) dhe [Politikën e Privatësisë](https://disinfax.app/privacy-policy) tona. Mund të aplikohen tarifa këmbimi valutor nëse paguan në një monedhë tjetër përveç USD.
sr: Допуном прихватате наше [Услове коришћења](https://disinfax.app/terms-of-use) и нашу [Политику приватности](https://disinfax.app/privacy-policy). Могу се наплатити накнаде за конверзију валуте ако плаћате у валути различитој од USD.
st: Ka ho tlatsa, u dumela [Melao ea Tshebeletso](https://disinfax.app/terms-of-use) le [Leano la Lekunutu](https://disinfax.app/privacy-policy) tsa rona. Litefiso tsa phapanyetsano ea lichelete li ka sebetsa haeba u lefa ka chelete e seng ea USD.
su: Ku ngeusi ulang, anjeun satuju kana [Sarat Layanan](https://disinfax.app/terms-of-use) sareng [Kabijakan Privasi](https://disinfax.app/privacy-policy) kami. Biaya konversi mata artos tiasa dilarapkeun upami anjeun mayar nganggo mata artos anu sanés ti USD.
sv: Genom att fylla på godkänner du våra [Användarvillkor](https://disinfax.app/terms-of-use) och vår [Integritetspolicy](https://disinfax.app/privacy-policy). Växlingsavgifter kan tillkomma om du betalar i en annan valuta än USD.
sw: Kwa kuongeza fedha, unakubali [Masharti ya Huduma](https://disinfax.app/terms-of-use) na [Sera ya Faragha](https://disinfax.app/privacy-policy) yetu. Ada za kubadilisha sarafu zinaweza kutumika ikiwa unalipa kwa sarafu nyingine isipokuwa USD.
ta: டாப் அப் செய்வதன் மூலம், எங்கள் [சேவை விதிமுறைகளை](https://disinfax.app/terms-of-use) மற்றும் [தனியுரிமைக் கொள்கையை](https://disinfax.app/privacy-policy) ஒப்புக்கொள்கிறீர்கள். USD அல்லாத நாணயத்தில் நீங்கள் பணம் செலுத்தினால், நாணய மாற்று கட்டணங்கள் விதிக்கப்படலாம்.
te: టాప్ అప్ చేయడం ద్వారా, మీరు మా [సేవా నిబంధనలు](https://disinfax.app/terms-of-use) మరియు [గోప్యతా విధానానికి](https://disinfax.app/privacy-policy) అంగీకరిస్తున్నారు. మీరు USD కాకుండా వేరే కరెన్సీలో చెల్లిస్తే విదేశీ మారక రుసుములు వర్తించవచ్చు.
tg: Бо пуркунӣ, шумо бо [Шартҳои хидматрасонӣ](https://disinfax.app/terms-of-use) ва [Сиёсати махфият](https://disinfax.app/privacy-policy)-и мо розӣ мешавед. Агар шумо бо асъори ғайр аз USD пул диҳед, мумкин аст маблағи мубодилаи асъор гирифта шавад.
th: การเติมเงินถือว่าคุณยอมรับ[ข้อกำหนดการให้บริการ](https://disinfax.app/terms-of-use)และ[นโยบายความเป็นส่วนตัว](https://disinfax.app/privacy-policy)ของเรา อาจมีค่าธรรมเนียมแลกเปลี่ยนเงินตราหากคุณชำระเงินด้วยสกุลเงินอื่นที่ไม่ใช่ USD
ti: ብምምላእ፣ ንናትና [ውዑላት ኣገልግሎት](https://disinfax.app/terms-of-use) ከምኡ [ፖሊሲ ውሑስነት](https://disinfax.app/privacy-policy) ትቕበል ኣለኻ። ብ USD ዘይኮነ ባጤራ ትኸፍል እንተኾንካ፣ ናይ ምልውዋጥ ባጤራ ክፍሊት ክትግበር ይኽእል።
tk: Doldurmak bilen, siz biziň [Hyzmat Şertlerimize](https://disinfax.app/terms-of-use) we [Gizlinlik Syýasatymyza](https://disinfax.app/privacy-policy) razylaşýarsyňyz. USD-den başga pulda töleseňiz, walýuta öwrüm tölegleri ulanylyp bilner.
tn: Ka go tlatsa, o dumela mo [Melawana ya Tirelo](https://disinfax.app/terms-of-use) le [Pholisi ya Sephiri](https://disinfax.app/privacy-policy) ya rona. Ditshenyegelo tsa phetogo ya madi di ka dirisiwa fa o duela ka madi a e seng USD.
to: ʻI he fakafonu, ʻoku ke tali ʻemau [Ngaahi Tuʻutuʻuni ʻo e Sevesi](https://disinfax.app/terms-of-use) mo ʻemau [Tuʻutuʻuni Fakapulipuli](https://disinfax.app/privacy-policy). ʻE malava ke ngāueʻaki ha totongi liliu paʻanga kapau ʻoku ke totongi ʻi ha paʻanga kehe mei he USD.
tr: Yükleme yaparak [Hizmet Şartlarımızı](https://disinfax.app/terms-of-use) ve [Gizlilik Politikamızı](https://disinfax.app/privacy-policy) kabul edersiniz. USD dışında bir para biriminde ödeme yaparsanız döviz çevrim ücretleri uygulanabilir.
tt: Тулыландыру белән сез безнең [Хезмәт күрсәтү шартларыбызга](https://disinfax.app/terms-of-use) һәм [Конфиденциальлек политикабызга](https://disinfax.app/privacy-policy) ризалык бирәсез. USD түгел валютада түлисез икән, валюта алмашу өчен түләү алынырга мөмкин.
ug: تولدۇرۇش ئارقىلىق، سىز بىزنىڭ [مۇلازىمەت شەرتلىرىمىزگە](https://disinfax.app/terms-of-use) ۋە [شەخسىي مەخپىيەتلىك سىياسىتىمىزگە](https://disinfax.app/privacy-policy) قوشۇلىسىز. ئەگەر سىز USD دىن باشقا پۇل بىرلىكىدە تۆلىسىڭىز، چەت ئەل پۇلىنى ئالماشتۇرۇش ھەققى ئىشلىتىلىشى مۇمكىن.
uk: Поповнюючи рахунок, ви погоджуєтеся з нашими [Умовами обслуговування](https://disinfax.app/terms-of-use) та [Політикою конфіденційності](https://disinfax.app/privacy-policy). Якщо ви платите не в USD, може стягуватися комісія за конвертацію валюти.
ur: ٹاپ اپ کر کے، آپ ہماری [شرائطِ خدمت](https://disinfax.app/terms-of-use) اور [رازداری کی پالیسی](https://disinfax.app/privacy-policy) سے اتفاق کرتے ہیں۔ اگر آپ USD کے علاوہ کسی کرنسی میں ادائیگی کرتے ہیں تو زرمبادلہ کی فیس لاگو ہو سکتی ہے۔
uz: To'ldirish orqali siz bizning [Xizmat ko'rsatish shartlari](https://disinfax.app/terms-of-use) va [Maxfiylik siyosati](https://disinfax.app/privacy-policy)ga rozilik bildirasiz. Agar USD dan boshqa valyutada to'lasangiz, valyuta ayirboshlash to'lovlari qo'llanilishi mumkin.
vi: Bằng cách nạp tiền, bạn đồng ý với [Điều khoản dịch vụ](https://disinfax.app/terms-of-use) và [Chính sách quyền riêng tư](https://disinfax.app/privacy-policy) của chúng tôi. Có thể áp dụng phí quy đổi ngoại tệ nếu bạn thanh toán bằng đơn vị tiền tệ khác USD.
wa: Tot ratchardjant, vos-astoz d'acoird avou nos [Condicions do Siervice](https://disinfax.app/terms-of-use) eyet nosse [Politike di Privéye](https://disinfax.app/privacy-policy). Des tchèdje di candje di manoye pôrént esse aplicåyes si vos paiez dins ene ôte manoye ki l' USD.
xh: Ngokufaka imali, uvuma [Imimiselo yeNkonzo](https://disinfax.app/terms-of-use) kunye ne [Umgaqo-nkqubo wabucala](https://disinfax.app/privacy-policy) yethu. Iindleko zotshintshiselwano lwemali zingasebenza ukuba uhlawula ngemali engekhoyo yeUSD.
yi: דורך אויפלאָדן, שטימט איר צו אונדזערע [באדינגונגען פֿון סערוויס](https://disinfax.app/terms-of-use) און אונדזער [פּריוואטקייט פּאָליטיק](https://disinfax.app/privacy-policy). וואַלוטע-בייטן טאַקסן קענען ווערן אויפגעלייגט אויב איר צאָלט אין אַ אַנדער וואַלוטע ווי USD.
yo: Nípa kíkó owó, ìwọ ń gbà pé o fara mọ́ [Àwọn Òfin Iṣẹ́ Wa](https://disinfax.app/terms-of-use) àti [Ìlànà Ìṣọ́ra Wa](https://disinfax.app/privacy-policy). Owó ìpààrọ̀ owó ilẹ̀ òkèèrè lè wáyé bí o bá ń sanwó ní owó tí kì í ṣe USD.
zh: 充值即表示你同意我们的[服务条款](https://disinfax.app/terms-of-use)和[隐私政策](https://disinfax.app/privacy-policy)。若以非美元货币付款，可能会产生外汇兑换费用。
zh_hk: 加值即表示你同意我們的[服務條款](https://disinfax.app/terms-of-use)與[隱私權政策](https://disinfax.app/privacy-policy)。若以非美元貨幣付款，可能會產生外幣兌換費用。
zu: Ngokufaka imali, uvuma [Imigomo Yesevisi](https://disinfax.app/terms-of-use) ne [Nqubomgomo Yobumfihlo](https://disinfax.app/privacy-policy) yethu. Izindleko zokushintshaniswa kwemali zingase zisebenze uma ukhokha ngemali engewu-USD.
